const project_mywork = [
  {name: '유한양행', comment: "각 섹션별로 다른 그리드 배치 방식과 효과를 배치하려고 하였습니다. 특히 마지막 섹션은 탭 메뉴를 통해 내용을 나오게 하되, 카드 형식과 글 형식을 섞어서 사용하였습니다."},
  {name: "롯데시네마", mywork: "메인과 서브 홈페이지의 이벤트 파트 전체, 로그인/회원가입 페이지, 회원 등급 페이지", comment: "서브 페이지의 이벤트는 현재의 시각을 통해 전후 일자로 진행 중, 종료, 예정을 표현하는 데에 중점을 두었고, 회원 등급은 아코디언 효과를 통해 최대한 간결하게 보여주고자 하였습니다."},
  {name: "그린마켓", mywork: "메인의 리스트 부분과 로그인/회원가입 페이지 프론트엔드, 고객센터의 공지 사항을 담당, 다른 팀원의 작업 결과를 기반으로 하여 오류를 발견하고 이를 수정하거나 최종 취합하면서 생기는 문제 탐지 등", comment: "공지 사항은 특히 관리자(admin) 아이디로만 글 작성/수정/삭제/등록이 가능하도록 해, 구매자이자 판매자인 사용자들에게는 권한이 없도록 하는 방식을 취하여, 오로지 전달하는 목적으로만 만들었습니다. 팀원 다같이 로고 아이디어 스케치를 진행하였고, 그 중 제가 그린 ‘네잎클로버’를 차용해서 현재 캐릭터에 반영이 되었습니다."}
]